tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cocoapods"
brew "colordiff"
brew "fzf"
brew "git"
brew "google-java-format"
brew "htop"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "sl"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "tty-clock"
brew "vim"
brew "virtualenv"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "alfred"
cask "blender"
cask "cinebench"
cask "clipy"
cask "db-browser-for-sqlite"
cask "firefox"
cask "flutter"
cask "google-chrome"
cask "kite"
cask "onyx"
cask "pycharm-ce"
cask "shiftit"
cask "skype"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
